Repository: EngCode/phenix-blocks
Catalog: languages/*.po
Languages: ar

source: Search Resault for
ar: نتائج البحث عن

source: No results found for
ar: لا يوجد نتائج لــ

source: Try Another Keywords
ar: جرب كلمات مفتاحية اخري

source: Add New
ar: اضف جديد

source: Edit
ar: تعديل

source: New
ar: جديد

source: All
ar: الكل

source: View
ar: عرض

source: No
ar: لا

source: Search
ar: بحث

source: Save Changes
ar: حفظ التغييرات

source: Add New Pattern
ar: إضافة نمط جديد

source: you can add/edit gutenberg block patterns from the next form.
ar: يمكنك إضافة وتعديل الأنماط المخصصة للمكونات من خلال النموذج أدناه.

source: Add Pattern
ar: إضافة نمط

source: Patterns List
ar: قائمة الانماط

source: in here you can manage the patterns created by phenix-blocks.
ar: يمكنك إدارة وتعديل الأنماط التي تم انشائها بواسطة نظام العنقاء من القائمة أدناه.

source: Label
ar: العنوان

source: Name
ar: الأسم

source: Category
ar: القسم

source: Add New Location
ar: إضافة موقع جديد

source: you can add new menu locations from below form.
ar: يمكنك إضافة مواقع جديدة للقائمة من خلال النموذج أدناه.

source: Location Title
ar: عنوان الموقع

source: location-name
ar: اسم الموقع

source: Add Location
ar: إضافة الموقع

source: Menu Locations
ar: مواقع القائمة

source: in here you can manage the menu locations created by phenix-blocks.
ar: يمكنك إدارة وتعديل مواقع القائمة التي تم انشائها بواسطة نظام العنقاء من القائمة أدناه.

source: Location Name
ar: اسم الموقع

source: Add New Metabox
ar: إضافة ميتا جديد

source: you can add/edit metaboxes from the next form.
ar: يمكنك إضافة وتعديل بيانات ميتا مخصصة من خلال النموذج أدناه.

source: Data Type
ar: نوع بيانات الحقل

source: Data Location
ar: مجموعة البيانات

source: Post Types
ar: أنواع البيانات

source: Enable this Metabox once added ?
ar: تفعيل الميتا عند أنشاءه ؟

source: Add Metabox
ar: إضافة ميتا

source: Metaboxes List
ar: قائمة بيانات الميتا

source: in here you can manage the metaboxes created by phenix-blocks.
ar: يمكنك إدارة وتعديل بيانات الميتا التي تم انشائها بواسطة نظام العنقاء من القائمة أدناه.

source: Types
ar: أنواع البيانات

source: Add New Post Type
ar: إضافة نوع جديد

source: you can add/edit custom post types from the next form.
ar: يمكنك إضافة وتعديل أنواع البيانات المخصصة من خلال النموذج أدناه.

source: singular Label
ar: العنوان مفرد

source: Singular
ar: الاسم مفرد

source: Icon
ar: الايقونة

source: Pattern Template
ar: النمط الافتراضي

source: Default
ar: افتراضي

source: Taxonomies
ar: التصنيفات

source: Enable this Type once added ?
ar: تفعيل نوع البيانات عند أنشاءه ؟

source: Add Type
ar: إضافة النوع

source: in here you can manage the post types created by phenix-blocks.
ar: يمكنك إدارة وتعديل أنواع البيانات التي تم انشائها بواسطة نظام العنقاء من القائمة أدناه.

source: Add New Taxonomy
ar: إضافة تصنيف جديد

source: you can add/edit taxonomies from the next form.
ar: يمكنك إضافة وتعديل تصنيفات مخصصة من خلال النموذج أدناه.

source: Enable this Taxonomy once added ?
ar: تفعيل التنصيف عند أنشاءه ؟

source: Add Taxonomy
ar: إضافة تصنيف

source: Taxonomies List
ar: قائمة التصنيفات

source: in here you can manage the taxonomies created by phenix-blocks.
ar: يمكنك إدارة وتعديل التصنيفات التي تم انشائها بواسطة نظام العنقاء من القائمة أدناه.

source: Phenix Blocks Settings
ar: اعدادات عامة

source: Phenix Blocks
ar: مكونات العنقاء

source: Custom Data Collection
ar: مجموعة البيانات المخصصة

source: Data Collection
ar: مجموعة البيانات

source: Reusable Blocks
ar: المكونات المحفوظة

source: Plugins
ar: الإضافات

source: Comments
ar: التعليقات

source: Address Book
ar: قائمة الاتصال

source: Media Uploads
ar: إدارة الوسائط

source: Core Updates
ar: تحديثات النظام

source: Inbox Messages
ar: الرسائل الواردة
