Repository: EngCode/phenix-blocks
Catalog: languages/phenix-*.po
Languages: ar

source: Add New
ar: إضافة جديد

source: Edit
ar: تعديل

source: New
ar: جديد

source: All
ar: جميع

source: View
ar: عرض

source: No
ar: لا

source: Search
ar: بحث

source: Save Changes
ar: حفظ التغييرات

source: Add New Pattern
ar: إضافة نمط جديد

source: you can add/edit gutenberg block patterns from the next form.
ar: يمكنك إضافة او تعديل أنماط كتلة جوتنبرج من النموذج التالي.

source: Label
ar: العنوان

source: Name
ar: الاسم

source: Categories
ar: الاقسام

source: Phenix
ar: فينكس

source: Elements
ar: عناصر

source: Cards
ar: كروت

source: Sections
ar: اقسام

source: Footers
ar: فوتر

source: Headers
ar: هيدر

source: General Pages
ar: صفحات عامة

source: Single Pages
ar: صفحات داخلية

source: Content
ar: محتوي

source: Add Pattern
ar: اضافه نمط

source: Patterns List
ar: قائمة الانماط

source: in here you can manage the patterns created by phenix-blocks.
ar: هنا يمكنك انشاء او تعديل أنماط لتصميم موقعك.

source: Primary Font
ar: الخط الاساسي

source: Select a Primary Font for all Headlines and Titles.
ar: الخط الأساسي يستخدم للعناوين في جميع التصميم.

source: Secondary Font
ar: الخط الفرعي

source: Select a Secondary Font for all other text on the website.
ar: الخط الفرعي يستخدم لجميع النصوص الأخرى في التصميم.

source: Icons Font
ar: خط الايقونات

source: Select a Icons Font for all icons for the design system
ar: اختر خط لمجموعة الرموز والايقونات المستخدمة في التصميم

source: Note: you need a license to run the (PRO) version.
ar: ملاحظة : تحتاج الى رخصة لتشغيل النسخة المدفوعة من خط الرموز.

source: Icons Font License
ar: رخصة خط الرموز

source: license key
ar: مفتاح الرخصة

source: please enter the license key for the (PRO) version.
ar: من فضلك ادخل مفتاح رخصة التشغيل لحسابك المدفوع لخط الرموز.

source: Add New Location
ar: اضافه مكان جديد

source: you can add new menu locations from below form.
ar: يمكنك اضافه أماكن جديدة لقوائم جديدة لموقعك من هنا.

source: Location Title
ar: عنوان المكان

source: location-name
ar: اسم-المكان

source: Add Location
ar: اضافه المكان

source: Menu Locations
ar: أماكن القوائم

source: in here you can manage the menu locations created by phenix-blocks.
ar: هنا يمكنك ادارة الأماكن الخاصة بالقوائم الكلاسيكية.

source: Location Name
ar: اسم المكان

source: Add New Metabox
ar: اضافه ميتا جديدة

source: you can add/edit metaboxes from the next form.
ar: هنا يمكنك اضافه وتعديل بيانات الميتا لأنواع المحتوي.

source: Data Type
ar: نوع البيانات

source: Data Location
ar: مكان البيانات

source: Post Types
ar: أنواع المحتوي

source: Enable this Metabox once added ?
ar: تفعيل هذا الميتا بعد انشاءة ؟

source: Add Metabox
ar: اضافه ميتا

source: Metaboxes List
ar: قائمة بيانات الميتا

source: in here you can manage the metaboxes created by phenix-blocks.
ar: هنا يمكنك ادارة بيانات ميتا لأنواع المحتوي لديك.

source: Types
ar: الانواع

source: Add New Post Type
ar: اضافه نوع محتوي جديد

source: you can add/edit custom post types from the next form.
ar: من النموذج أدناه يمكنك اضافه وتعديل أنواع المقالات المخصصة.

source: singular Label
ar: العنوان مفرد

source: Singular
ar: الاسم مفرد

source: Icon
ar: الرمز/الايقونة

source: Pattern Template
ar: قالب النمط

source: Default
ar: افتراضي

source: Taxonomies
ar: الفئات

source: Enable this Type once added ?
ar: تفعيل هذا المحتوي عند أنشاءه ؟

source: Add Type
ar: إضافة النوع

source: in here you can manage the post types created by phenix-blocks.
ar: من هنا يمكنك إدارة أنواع المحتوي المخصصة.

source: Add New Taxonomy
ar: اضافه فئه جديدة

source: you can add/edit taxonomies from the next form.
ar: يمكنك اضافه وتعديل الفئات المخصصة من النموذج ادناة.

source: Enable this Taxonomy once added ?
ar: تفعيل هذه الفئه عند انشاءها ؟

source: Add Taxonomy
ar: إضافة الفئه

source: Taxonomies List
ar: قائمة الفئات المخصصة

source: in here you can manage the taxonomies created by phenix-blocks.
ar: هنا يمكنك إدارة الفئات المخصصة التي انشأتها سابقاً.

source: Home
ar: الرئيسية

source: Phenix Settings
ar: اعدادات فينكس

source: Phenix Blocks
ar: مكونات فينكس

source: Custom Data Collection
ar: مجموعة البيانات المخصصة

source: Data Collection
ar: مجموعة البيانات

source: Reusable Blocks
ar: مكونات إعادة الاستخدام

source: Plugins
ar: الاضافات

source: Comments
ar: التعليقات

source: Address Book
ar: قائمة المشتركين

source: Media Uploads
ar: ملفات الوسائط

source: Core Updates
ar: تحديثات النظام

source: WordPress
ar: ووردبريس

source: Inbox Messages
ar: الرسائل الواردة

source: Loading
ar: جاري التحميل

source: Typography
ar: النصوص

source: Font Size
ar: حجم الخط

source: Font Weight
ar: وزن الخط

source: Text Color
ar: لون النص

source: Text Alignment
ar: محاذاة النص

source: Style Options
ar: اعدادات التصميم

source: Background
ar: الخلفية

source: General Settings
ar: اعدادات عامه

source: Container Size
ar: حجم المحتوي

source: HTML Tag
ar: نوع العنصر

source: Wrapper ?
ar: له اطار؟

source: Flexbox
ar: تخطيط مرن

source: HTML ID [Anchor]
ar: المعرف (ID)

source: Flexbox Alignment
ar: محاذاة العناصر

source: Flow Options
ar: اعدادات التدفق

source: Reverse
ar: عكس

source: Stacked
ar: مرصوصة

source: Nowrap
ar: سطر واحد

source: Hidden Block ?
ar: إخفاء المكون ؟

source: Column Size :
ar: حجم المكون الداخلي

source: HTML Tag :
ar: نوع العنصر

source: Columns No.
ar: عدد الاعمدة.

source: Masonry
ar: عائم

source: Equal Columns.
ar: أعمدة متساوية.

source: Slider Mode.
ar: وضع السلايدر.

source: Slider Options
ar: اعدادات السلايدر

source: Type
ar: النوع

source: Steps
ar: الخطوات

source: Duration
ar: المدة الزمنية

source: Speed
ar: السرعة

source: Enable Arrows Buttons
ar: تفعيل الاسهم

source: Responsive Options
ar: تفعيل الترقيم

source: Size (Height)
ar: الطول (مطلوب)

source: Width (Optional)
ar: العرض (اختياري)

source: Upload Logo
ar: رفع شعار

source: Upload Favicon
ar: رفع ايقونة شعار

source: Responsive Logo
ar: شعار متجاوب

source: Update Site Logo
ar: تحديث شعار الموقع

source: Location (ID)
ar: معرف المكان

source: Direction
ar: الاتجاه

source: Mode
ar: الوضع

source: Effect
ar: التأثير

source: Attach Trigger Button
ar: ارفاق زر التفعيل

source: Replace
ar: استبدال

source: Rotation
ar: الدوران

source: 45 Degree
ar: 45 درجه

source: -45 Degree
ar: -45 درجه

source: 90 Degree
ar: 90 درجه

source: -90 Degree
ar: -90 درجه

source: 120 Degree
ar: 120 درجه

source: -120 Degree
ar: -120 درجه

source: 180 Degree
ar: 180 درجه

source: -180 Degree
ar: -180 درجه

source: Tablet Screens
ar: التابلت

source: Desktop Screens
ar: الاب توب

source: xLarge Screens
ar: الكمبيوتر

source: Search in icons
ar: بحث في الرموز

source: General Setting
ar: اعدادات عامة

source: Pagination
ar: ترقيم الصفحات

source: Grid Mode
ar: النظام الشبكي

source: Slider Mode
ar: وضع السلايدر

source: Loop Grid
ar: النظام الشبكي

source: Columns in Row
ar: عدد الاعمدة

source: Free Columns Size ?
ar: حجم أعمدة حر ؟

source: Reverse
ar: عكس

source: Taxonomy Type
ar: نوع الفئه

source: Max Items
ar: الحد الاقصي

source: Order By
ar: ترتيب حسب

source: Oldest
ar: الاقدم

source: Newest
ar: الاحدث

source: Hide Empty Taxonomies
ar: إخفاء الفئات الفارغة

source: Card Template
ar: قالب العرض

source: Enable Grid Mode
ar: تفعيل النظام الشبكي

source: Phenix Design System - Blocks Ecosystem for WordPress v6.0+ and block based themes designed for phenix themes.
ar: Phenix Design System - مكونات النظام لـ WordPress v6.0 + والموضوعات القائمة على المكونات المصممة لقوالب فينكس.

source: Abdullah.Ramadan
ar: عبدالله.رمضان
