{
    "en-US": {
        "phenix": {
            "add-new": "Add New ",
            "Edit": "Edit ",
            "New": "New ",
            "All": "All ",
            "View": "View ",
            "No": "No ",
            "Search": "Search ",
            "save-changes": "Save Changes",
            "add-new-pattern": "Add New Pattern",
            "you-can-add-edit-gutenberg-block-patterns-from-the": "you can add/edit gutenberg block patterns from the next form.",
            "Label": "Label",
            "Name": "Name",
            "Categories": "Categories",
            "Phenix": "Phenix",
            "Elements": "Elements",
            "Cards": "Cards",
            "Sections": "Sections",
            "Footers": "Footers",
            "Headers": "Headers",
            "general-pages": "General Pages",
            "single-pages": "Single Pages",
            "Content": "Content",
            "add-pattern": "Add Pattern",
            "patterns-list": "Patterns List",
            "in-here-you-can-manage-the-patterns-created-by-phe": "in here you can manage the patterns created by phenix-blocks.",
            "primary-font": "Primary Font",
            "select-a-primary-font-for-all-headlines-and-titles": "Select a Primary Font for all Headlines and Titles.",
            "secondary-font": "Secondary Font",
            "select-a-secondary-font-for-all-other-text-on-the-": "Select a Secondary Font for all other text on the website.",
            "icons-font": "Icons Font",
            "select-a-icons-font-for-all-icons-for-the-design-s": "Select a Icons Font for all icons for the design system",
            "note-you-need-a-license-to-run-the-pro-version": "Note: you need a license to run the (PRO) version.",
            "icons-font-license": "Icons Font License",
            "license-key": "license key",
            "please-enter-the-license-key-for-the-pro-version": "please enter the license key for the (PRO) version.",
            "add-new-location": "Add New Location",
            "you-can-add-new-menu-locations-from-below-form": "you can add new menu locations from below form.",
            "location-title": "Location Title",
            "location-name": "location-name",
            "add-location": "Add Location",
            "menu-locations": "Menu Locations",
            "in-here-you-can-manage-the-menu-locations-created-": "in here you can manage the menu locations created by phenix-blocks.",
            "location-name-e8a6d16c787882ed1c5a112df4522769": "Location Name",
            "add-new-metabox": "Add New Metabox",
            "you-can-add-edit-metaboxes-from-the-next-form": "you can add/edit metaboxes from the next form.",
            "data-type": "Data Type",
            "data-location": "Data Location",
            "post-types": "Post Types",
            "enable-this-metabox-once-added": "Enable this Metabox once added ?",
            "add-metabox": "Add Metabox",
            "metaboxes-list": "Metaboxes List",
            "in-here-you-can-manage-the-metaboxes-created-by-ph": "in here you can manage the metaboxes created by phenix-blocks.",
            "Types": "Types",
            "add-new-post-type": "Add New Post Type",
            "you-can-add-edit-custom-post-types-from-the-next-f": "you can add/edit custom post types from the next form.",
            "singular-label": "singular Label",
            "Singular": "Singular",
            "Icon": "Icon",
            "pattern-template": "Pattern Template",
            "Default": "Default",
            "Taxonomies": "Taxonomies",
            "enable-this-type-once-added": "Enable this Type once added ?",
            "add-type": "Add Type",
            "in-here-you-can-manage-the-post-types-created-by-p": "in here you can manage the  post types created by phenix-blocks.",
            "add-new-taxonomy": "Add New Taxonomy",
            "you-can-add-edit-taxonomies-from-the-next-form": "you can add/edit taxonomies from the next form.",
            "enable-this-taxonomy-once-added": "Enable this Taxonomy once added ?",
            "add-taxonomy": "Add Taxonomy",
            "taxonomies-list": "Taxonomies List",
            "in-here-you-can-manage-the-taxonomies-created-by-p": "in here you can manage the taxonomies created by phenix-blocks.",
            "Home": "Home",
            "phenix-settings": "Phenix Settings",
            "phenix-blocks": "Phenix Blocks",
            "custom-data-collection": "Custom Data Collection",
            "data-collection": "Data Collection",
            "reusable-blocks": "Reusable Blocks",
            "Plugins": "Plugins",
            "Comments": "Comments",
            "address-book": "Address Book",
            "media-uploads": "Media Uploads",
            "core-updates": "Core Updates",
            "WordPress": "WordPress",
            "inbox-messages": "Inbox Messages",
            "28597f4c2b25620955d013b4786cde9c": "الدليل الارشادي السريع للاستخدام",
            "ffffe2e40f4ab7e5b5f1733d0c5c6f75": "هذا دليل ارشادي سريع لتعلم كيفية التعديل على قالب ووردبريس مبني بنظام تصميم فينكس, في هذة الصفحة ستتعرف سريعا على ادوات التعديل المتاحة فى الووردبريس ومدمجة مع نظام تصميم فينكس لتعديل كامل التصميم ومحتوي الموقع.",
            "abdullah-ramadan-5f9c26cec86d4d6d66207205ab946a4f": "اهلا بكم فى الحقبة الجديدة من الووردبريس بواسطة <a href='https://phenixthemes.com/pds-docs/'>Abdullah.Ramadan</a> لمعرفة المزيد اضغط علي <a href='#about'>المزيد عن نظام فينكس.</a>.",
            "41ead63108cd4c9c0f922a492a0407ed": "اتبع التعليمات بالترتيب فى كل قسم من الصفحة فكل قسم يشرح كيفية تعديل جزء من النظام.",
            "fab2dd5cbd5517bb7072a8eb337775d3": "الوان الهوية",
            "dd54485bc6a7a690ea1ac00075bc4aae": "الخطوط",
            "55a230ef3091f6cbd435628e49b997e2": "القوائم",
            "5bf86ea17500c07b4f974f9f85494fc6": "القطع والقوالب",
            "9c8bb930fc5ac3669813462f0101245b": "المحتوي",
            "e02cfc06d5b9f4e92cc35ddfbec7e3f5": "الانماط",
            "f8409ce55d4aa7d848ae07337ff00111": "الترجمة",
            "6b434fa17169c0e6ca83cec706605f6a": "المكونات",
            "36da7f2c002bf7d68c8b07529ab7fc54": "البيانات",
            "117e3126a215671e960cb64be0c3918a": "الاعدادات",
            "e58502c01603239377f8ce995ee7b529": "المكونات والقوالب واجزاء القالب",
            "34e0d1251b2ff97ba4f16cd97635c2c4": "اليك بعض المصطلحات التي ستتعرض لها اثناء بنائك لمحتوي موقعك وعند استخدامك اى من الاشياء المذكورة اعلاه.",
            "1b0a0ca1996c0ceaf3e960fd5df45855": "ماهية المكونات ؟",
            "block": "المكونات هية اجزاء صغيرة من العناصر يتم التجميع بينها لبناء جزء من قالب او قالب كامل لصفحة ما او نوع بيانات يحتويه موقعك مثل الخدمات اشياء يتم الاشارة اليها كـ مكون او Block على سبيل المثال (صورة, عنوان, زرار, قائمة) هذة الاشياء يتم اعتبارها مكونات صغيرة وعندما تبنيها مع بعضها يتم تكوين ما نسمية بالنمط او جزء قالب.",
            "f33c0bdeb789e79e49f6f996959de144": "ماهو جزء القالب ؟",
            "6f8943efbe84b168bc3a70d1a35699ef": "جزء قالب هو قطعة تم بنائها من عدة مكونات على سبيل المثال الهيدر هو جزء قالب مكون من شعار, قائمة, وازرار وهو جزء تستخدمه بشكل عام فى عدة قوالب وصفحات او جميعها وجزء القالب مختلف عن النمط حيث عند تعديل جزء قالب فهذا التعديل سيتم تطبيقه فى كل القوالب التي يتواجد بها هذا الجزء.",
            "7d9fe7b8c00573f4485bcbecf608095c": "ماهو القالب ؟",
            "8c2fe22a785fec0626d067976f1e8d4e": "القالب هو تصميم نوع من انواع البيانات او تصميم خاص لصفحة معينة تم بناءة من عدة مكونات واجزاء قوالب لتظهر بشكل معين على سبيل المثال الرئيسية وصفحة الاخبار قوالب مختلفة فى طريقة عرضهم للمحتوي فكل منهم يعرض المحتوي بشكل مختلف والقالب عادتا يتم تطبيقه على جميع صفحات نوع المحتوي الذي تم تحديده للقالب فعلي سبيل المثال صفحة تفاصيل جميع الاخبار تظهر بتصميم واحد ولكن محتوي مختلف.",
            "861a9cd55ce4463c56cde9235bc22546": "لوحة التحكم وشريط المحرر",
            "b04e6ec62b8dff90ec603a99804a6520": "ماهو محرر الموقع ؟",
            "e326c3ff56d24e0acbf84a9c2d631261": "محرر الموقع هو المحرر الذي تسطيع من خلاله التحكم وبناء تصميم الموقع العام وقوالب البيانات على سبيل المثال الشكل العام للصفحة الرئيسية او الشكل العام لصفحات عرض الاخبار او الخدمات او الشكل العام لصفحة محتوي تفاصيل الخدمة او الخبر او اى نوع من البيانات يحتويه موقعك وأيضا لتعديل القطع العامة فى هذة القوالب مثل الهيدر والفوتر وشعار الموقع الماثل عادتا فى جزء الهيدر..",
            "cfeeb9bcfa502d440dc534ac2a61fe6b": "ماهو محرر المحتوي ؟",
            "4c7b73a32bbd02d28d63afd1af24780f": "اما محرر المحتوي فهو المحرر الذي تستطيع من خلالة تعديل محتوي البيانات مثل اضافة اخبار جديدة تعديل الاخبار الحالية اضافة خدمات او تعديل محتوي الخدمات او اى نوع اخر من انواع البيانات الذي يحتويه موقعك.",
            "34f70aa903e3e7673dec37a4a0ceaa57": "المكونات واجزاء القالب",
            "929d01a575c472ebeb85d701e68f1721": "بعد ان تعرفت على المكونات واجزاء القالب ولوحة اعداداتهم اليك بعض التلميحات عن كيفية تعديل بعض من العناصر الشائع استخدامها",
            "365a03fd38133a82956b610d4c81abae": "تعريف الانماط",
            "28b8ec70d294c61988029b7a3c98a8ef": "الانماط هية قطع من المحتوي مثل اجزاء القالب باختلاف انك تستطيع استخدامها بشكل متكرر وتغيير محتواها واعداداتها بدون التأثير على باقي المحتوي وستجد العديد من الانماط حسب تصميم موقعك عادتا يتم تجهيز بعض الانماط مثل السلايدر, قطعة عرض خدمات او شعارات عملائك لكي تستطيع اعادة استخدامها فى صفحات جديدة من محتوي موقعك واليك بعض الانماط الشائع استخدامها :",
            "d991e8260b1ac1ecde975a49b4a29b75": "الهيدر القياسي",
            "9059a24710a42c41933a9a84c97a1b5c": "الهيدر القياسي عادتا يكون نسخة من الهيدر الخاص بتصميم موقعك ليمكنك من صناعة نسخ مختلفة منه لتستخدمها فى صفحات مختلفة حسب حاجتك.",
            "91fa5ff5b421ae47039ca20787edc00b": "الفوتر القياسي",
            "277f3ca516af5b4b810360bcf899ac1e": "الفوتر القياسي عادتا يكون نسخة من الفوتر الخاص بتصميم موقعك ليمكنك من صناعة نسخ مختلفة منه لتستخدمها فى صفحات مختلفة حسب حاجتك.",
            "2af2f35b46c72e1778e116ef97b62998": "السلايدر الرئيسي",
            "816aec86e69e77089751605bdfc54096": "قطعة لعرض شرائح مكونات من نوع بيانات الشرائح او السلايدر الرئيسي.",
            "815046c891096703f0c271621df8e707": "سلايدر للخدمات او الاخبار",
            "f5e4cc9538daf46145cf64a30e342a4a": "قطعة لعرض الخدمات او الاخبار حيث يمكنك تغيير مصدر البيانات المعروضة بسهولة من اعدادات المكون الخاص بالنظام الشبكي.",
            "c9f4267c5529a946ee99de22cb89f4f7": "محتوي مدونة افتراضي",
            "1ad1899af45bc31c25198eb70884f441": "هو عادة نمط لمحتوي مدونة افتراضي كمثال لمحررين المحتوي يمكن اتباعه فى انشاء المحتوي او تعديل المحتوي ليحافظ على بنية محتوي متوافقة بنسبة اكبر فى محركات البحث.",
            "d0df32866393de82982af1de5f49961d": "محتوي خدمة افتراضي",
            "b091f4cf0425eb4c74d856c0e7451144": "نمط اخر مثل المدونة الافتراضية ولكن لنوع بيانات اخر مثل الخدمة.",
            "05b85c512f1712cea7237c60074194ac": "مكونات نظام التصميم",
            "3fab3391453ef5577f548e06061280ea": "هنا ستجد قائمة بالمكونات المتوفرة ومفعلة بشكل افتراضي فى نظام تصميم فينكس بجانب المكونات الشائع استخدامها من نظام الووردبريس :",
            "phenix-logo": "Phenix Logo - شعار الموقع",
            "373aa97d75fc7039b4e4037e88da3d55": "بهذا المكون يمكنك تعيين شعار اساسي لموقعك وايقونة لشريط الموقع ويتم استخدامه عاده فى اجزاء القالب مثل الهيدر وبه وضع تجاوبي لتغيير الشعار بواحد مناسب لاجهزة الجوال.",
            "phenix-menu": "Phenix Menu - عرض قائمة روابط",
            "a248ca7d18dc58651df15aebf83c32f4": "مكون القائمة من فينكس يسمح لك بعرض قائمة تم انشاءها عن طريق نظام قوائم الووردبريس الكلاسيكي وايضا بها وضع تجاوبي لاخفاء القائمة فى اجهزة الجوال واظهارها عبر مكون الازرار. ",
            "container": "Container - حاوية",
            "bef95f6541c3f088ce54f33145f358c7": "مكون الحاوية يسمح لك بانشاء عنصر خالي يستطيع ان يحتوي عدة مكونات اخري بداخلة مثل النظام الشبكي ويمتاز بخواصه التي تجعلك تستطيع ان تصمم به قوالب مقسمة لاقسام كل قسم يعرض نوع محتوي بشكل مختلف كما فى الرئيسية عاده.",
            "grid-row": "Grid Row - النظام الشبكي",
            "slider-mode": "مكون النظام الشبكي يجب استخدامه بداخل مكون الحاوية ويسمح لك بتقسيم المكونات بداخلة الى اعمدة بجانب بعضها البعض او تحتها بعضها ويمكن استخدام وضع الشرائح (Slider Mode) لتحويل النظام الشبكي الي سلايدر والتمتع بخواص عارض الشرائح المتجاوب.",
            "grid-column": "Grid Column - اعمدة للنظام الشبكي",
            "c1730836acb9edadf9d195a70aa0a790": "مكون الاعمدة يتم استخدامه عادتا بداخل مكون النظام الشبكي لتحديد حجم للمحتوي داخل هذا المكون بشكل تجاوبي بحجم مختلف فى كل جهاز او حجم شاشة ويمكن الاستفادة منه خارج النظام الشبكي ايضاً لنفس الغرض.",
            "theme-part": "Theme Part - جزء قالب دينامكي",
            "php-template-parts-theme-php": "مكون جزء القالب الديناميكي يسمح لك باستدعاء قالب تم بناءة بلغة PHP ويجب ان يكون ملف هذا القالب بداخل مجلد (template-parts) داخل مجلد الـ Theme الخاص بك ويمكن الاستفادة به لتشغيل خواص وقطع تصميم تم بنائها بلغة PHP.",
            "pds-button": "PDS Button - مكون ازرار",
            "f83a5933df2aced76f7eb6660374ab82": "مكون الازرار يسمح لك بانشاء عنصر زر يمكن استخدامه كرابط او زر لتفعيل شئ ما مثل ظهور نافذه مبوبه او اظهار قائمة متجاوبة والكثير من الامثلة التي يمكن استخدام عنصر الزر بها ويمكنك التحكم بكامل خواص الزر من الحجم والالوان بشكل متجاوب لكل جهاز او شاشه.",
            "pds-group": "PDS Group",
            "c5f3ba41c439f5e97f4baa390f15c879": "مكون المجموعات هو عنصر يمكن استخدام لتجميع مكونات وعناصر اخري بداخلة كمجموعة محتوي مرتبطة ببعضها ويمتاز بخواص النظام الشبكي والاعمدة التجاوبي.",
            "query-loop": "Query Loop - عارض المقالات",
            "theme-php-template-part-eb3c337f379394ba8deba1ed08": "مكون قائمة مقالات هو مكون لعرض قائمة لاى نوع محتوي على سبيل مثال عرض اخر الاخبار او جميع الخدمات ويجب ان يكون متوفر  بداخل Theme تصميم موقعك قالب PHP Template Part لنوع المحتوي ويمتاز ايضا بجميع خواص النظام الشبكي والسلايدر ويتم استخدامه عاده داخل مكون حاويه.",
            "page-head": "Page Head - رأس الصفحة",
            "breadcrumb": "مكون رأس الصفحة هو مكون تم اعداده برمجيا لعرض عنوان الصفحة الحالية و روابط تتبع بنية الصفحة Breadcrumb وهو مفيد ويجب ان يتواجد ف جميع الصفحات الداخلية لتوافق موقعك التام مع محركات البحث وارشفه المحتوي.",
            "taxonomies-list-dfb209d5cc10a975cb1038841991121c": "Taxonomies List - قائمة الفئات",
            "05346f6b7af6dabf7b73945ff62542d4": "مكون قائمة الفئات هو عنصر لعرض قائمة بنوع من الفئات كالاقسام على سبيل المثال او قائمة بالكلمات الدلالية لنوع المحتوي التي يتم تحديده فى اعدادات المكون.",
            "taxonomies-loop": "Taxonomies Loop - عارض الفئات",
            "template-part-theme-slider-mode": "عارض الفئات هو مكون مثل مكون عارض المقالات باختلاف انه يسمح لك بعرض قائمة من الاقسام على سبيل المثال بتصميم خاص باستدعاء قالب Template Part من الـ Theme الخاص بك وهو ايضاً يحتوي على جميع مميزات مكون النظام الشبكي وعارض الشرائح Slider Mode التجاوبي.",
            "inline-elements": "Inline elements - عناصر كتابية",
            "strong-italic-span": "مكون العنصر الكتابي هو مكون يسمح لك بانشاء محتوي كتابي بداخل عناصر لتمييز النصوص مثل strong, italic, span ويمكن الاستفادة به وبخواصه لتمييز بعض النصوص داخل محتوي صفحتك.",
            "post-content": "Post Content - محتوي مقالة",
            "the-content": "مكون محتوي مقالة هو عنصر لعرض محتوي المقالة لنوع محتوي القالب الحالي ويتم استخدامه فقط فى قوالب انواع البيانات والمحتوى وهو برمجيا ينفذ وظيفة the_content();.",
            "image": "Image - صورة",
            "4dd5cc4c5d9600d45daed148f3efd35a": "هو عنصر اساسي فى نظام الووردبريس ويسمح لك بوضع صور داخل محتوي صفحتك ويمكن استخدامه فى حالات لا حصر لها اثناء بناء التصميم او كتابه وتعديل المحتوي.",
            "paragraph": "Paragraph - فقرة",
            "29080cc095d8cec1afc46806847ec497": "مكون الفقرة هو عنصر أساسي في نظام الووردبريس ويسمح لك بانشاء فقرات نصية وتنسيقها كما تريد وهو أيضا من العناصر الحيوية والتي يتم استخدامه بشكل واسع فى بناء التصميم والمحتوي.",
            "headline": "Headline - عنوان",
            "53d0526ca5ef237bfe6d549a02d07dc2": "مكون العنوان هو عنصر أساسي في نظام الووردبريس ويسمح لك بانشاء عناوين لفقراتك النصية وتنسيقها كما تريد وهو أيضا من العناصر الحيوية والتي يتم استخدامه بشكل واسع فى بناء التصميم والمحتوي.",
            "list": "List - قائمة",
            "011e61fd769a0fb6b0d861c73d214531": "مكون القائمة النصية هو عنصر أساسي في نظام الووردبريس ويسمح لك بانشاء قوائم نصية لمحتواك وتنسيقها كما تريد وهو أيضا من العناصر الحيوية والتي يتم استخدامه بشكل واسع فى بناء التصميم والمحتوي.",
            "template-part": "Template Part - جزء قالب",
            "9cb86d7f51cc91416a7e4be98e859964": "مكون جزء قالب هو عنصر أساسي في نظام الووردبريس ويسمح لك باستدعاء أجزاء القالب التي تم بنائها فى محرر تصميم الموقع مثل الهيدر والفوتر ورأس الصفحة",
            "contact-form": "Contact Form - نماذج الاتصال",
            "contact-form-7": "مكون نماذج الاتصال هو عنصر يسمح لك باستدعاء نموذج تم بناء باضافة نماذج الاتصال مثل نموذج تواصل معنا او طلب الخدمة على سبيل المثال ويتواجد فقط عند استخدام اضافه Contact Form 7.",
            "table": "Table - جدول",
            "84db1462af7191544e80141efe86e8cc": "مكون الجدول هو عنصر أساسي في نظام الووردبريس ويسمح لك بانشاء جداول لمحتواك وتنسيقها كما تريد وهو أيضا من العناصر الحيوية والتي يتم استخدامه بشكل واسع فى بناء التصميم والمحتوي.",
            "video": "Video - فيديو",
            "ea9940844a0ecfb24f94c4789a89d0eb": "مكون فيديو هو عنصر أساسي في نظام الووردبريس ويسمح لك بوضع فيديوهات لمحتواك كما تريد وهو أيضا من العناصر الحيوية والتي يتم استخدامه بشكل واسع فى بناء التصميم والمحتوي.",
            "audio": "Audio - صوت",
            "69e4780f64f475439c2d91fa308f41a2": "مكون صوت هو عنصر أساسي في نظام الووردبريس ويسمح لك بوضع ملفات صوتية في محتواك كما تريد وهو أيضا من العناصر الحيوية والذي يتم استخدامه فى بناء التصميم والمحتوي.",
            "1a006bd9de07a7a211c6e4f7018e4574": "تنبية! ان لم تكن لديك دراية بكيفية تطوير الووردبريس و ادارة البيانات وانواعها ننصحك بعدم تغيير اى شئ فى ادوات مجموعة البيانات .",
            "57ef71f2fc9fae8d57dd988dc97019f1": "تنبية! ان لم تكن لديك دراية بكيفية تطوير الووردبريس ننصحك بعدم تغيير اى من اعدادات الاضافة.",
            "9b637fcad27829ba97ad3b9a2be9f77f": "هل تريد الاستماع الى شئ ممتع ؟ اضغط هنا",
            "52b4902a28906fda72ee4dc74eda6bed": "نبذة عن نظام فينكس",
            "ui-ux-front-end": "فينكس هو نظام تصميم وتطوير لـ واجهات المستخدم (UI/UX/Front-End) لبناء وتصميم تطبيقات الويب بمختلف انواعها وقد تم بناءة بمنطق بسيط لبناء تطبيقات ويب عالية الاداء والسرعة ولديه اكبر نسبة توافق ودعم لمحركات البحث وبه الكثير من المميزات التي تتيح لك بناء اى شئ بدون الحاجة الى اضافات اخري.",
            "2018-gutenberg-2023": "و منذ مطلع عام 2018 وقد اتخذ الووردبريس طريق جديد فى كيفية إدارة وانشاء المحتوي عبر تبنى المحرر \"Gutenberg\" فى الإصدار الخامس بشكل رسمي والان فى عام 2023 بعد صدور الإصدار السادس من الووردبريس قد اكتمل هذا المحرر ليقدم تجربة مستخدم عظيمة واصبح ينتهج الووردبريس نهج بناء الموقع عبر المكونات",
            "phenix": "وهو أيضا نفس النهج والمفهوم الذي تم بناء نظام تصميم “Phenix” علية واصبح من الممكن نقل تجربة نظام التصميم الى الووردبريس بتكامل تام مما يضيف لموقعك جميع مميزات وقوة نظام التصميم من السرعة والأداء الى دعم وتجهيز موقعك لمحركات البحث",
            "c8cfa0650ffac089d35b060b45f30373": "وليس على مستوي التحكم وبناء التصميم ومحتوي الموقع فقط بل أيضا على مستوي توسع وتطوير موقعك واضافة أنواع محتوي جديدة بسهولة عن طريق ادوات مجموعة البيانات من فينكس, ومع المكونات المجهزة خصيصا لنظام فينكس داخل محرر الووردبريس ستجد ان لديك تحكم كامل فى كل تفاصيل التصميم والمحتوي لبناء موقعك كما تشاء بحرية كاملة.",
            "3af4ec111db63df7fd550c00ce72afaa": "تم بناء وتطوير نظام فينكس بواسطة <a href=\"mailto:abdullah@phenixthemes.com\" class=\"weight-medium color-danger\">عبدالله.رمضان</a>.",
            "Loading": "Loading",
            "Typography": "Typography",
            "font-size": "Font Size",
            "font-weight": "Font Weight",
            "text-color": "Text Color",
            "text-alignment": "Text Alignment",
            "style-options": "Style Options",
            "Background": "Background",
            "general-settings": "General Settings",
            "container-size": "Container Size",
            "html-tag": "HTML Tag",
            "wrapper": "Wrapper ?",
            "Flexbox": "Flexbox",
            "html-id-anchor": "HTML ID [Anchor]",
            "flexbox-alignment": "Flexbox Alignment",
            "flow-options": "Flow Options",
            "Reverse": "Reverse ",
            "Stacked": "Stacked",
            "Nowrap": "Nowrap",
            "hidden-block": "Hidden Block ?",
            "column-size": "Column Size :",
            "html-tag-4b909570242d64cdd31c940bcc9db2ea": "HTML Tag :",
            "columns-no": "Columns No.",
            "Masonry": "Masonry",
            "equal-columns": "Equal Columns.",
            "slider-mode-6bca0fced924cd5c47261fbc92d303ee": "Slider Mode.",
            "slider-options": "Slider Options",
            "Type": "Type",
            "Loop": "Loop",
            "Fading": "Fading",
            "Sliding": "Sliding",
            "Steps": "Steps",
            "Duration": "Duration",
            "Speed": "Speed",
            "enable-arrows-buttons": "Enable Arrows Buttons",
            "responsive-options": "Responsive Options",
            "size-height": "Size (Height)",
            "width-optional": "Width (Optional)",
            "upload-logo": "Upload Logo",
            "upload-favicon": "Upload Favicon",
            "responsive-logo": "Responsive Logo",
            "update-site-logo": "Update Site Logo",
            "location-id": "Location (ID)",
            "Direction": "Direction",
            "Mode": "Mode",
            "Effect": "Effect",
            "attach-trigger-button": "Attach Trigger Button",
            "Replace": "Replace",
            "Rotation": "Rotation",
            "45-degree": "45 Degree",
            "45-degree-27ebe92dd68bc4c18adf11e51fcbffa2": "-45 Degree",
            "90-degree": "90 Degree",
            "90-degree-878ee4185e3581d6cd6bb4a8a3244dcd": "-90 Degree",
            "120-degree": "120 Degree",
            "120-degree-9a8db2c95b7f7ad08fe9d5681746d1be": "-120 Degree",
            "180-degree": "180 Degree",
            "180-degree-ff011135a96411d87f91cb138eb5bdef": "-180 Degree",
            "tablet-screens": "Tablet Screens",
            "desktop-screens": "Desktop Screens",
            "xlarge-screens": "xLarge Screens",
            "search-in-icons": "Search in icons",
            "general-setting": "General Setting",
            "Pagination": "Pagination",
            "grid-mode": "Grid Mode",
            "slider-mode-264a49c8ac4c4b0261cf50c06a70f88e": "Slider Mode",
            "loop-grid": "Loop Grid",
            "columns-in-row": "Columns in Row",
            "free-columns-size": "Free Columns Size ?",
            "Reverse-67f115c1fddc4ce1aeb1c754001585bc": "Reverse",
            "taxonomy-type": "Taxonomy Type",
            "max-items": "Max Items",
            "order-by": "Order By",
            "Oldest": "Oldest",
            "Newest": "Newest",
            "hide-empty-taxonomies": "Hide Empty Taxonomies",
            "card-template": "Card Template",
            "enable-grid-mode": "Enable Grid Mode",
            "https-phenixthemes-com": "https://phenixthemes.com",
            "phenix-design-system-blocks-ecosystem-for-wordpres": "Phenix Design System - Blocks Ecosystem for WordPress v6.0+ and block based themes designed for phenix themes.",
            "Abdullah": {
                "Ramadan": "Abdullah.Ramadan"
            }
        }
    },
    "ar": {
        "phenix": {
            "add-new": "إضافة جديد ",
            "Edit": "تعديل ",
            "New": "جديد ",
            "All": "جميع ",
            "View": "عرض ",
            "No": "لا ",
            "Search": "بحث ",
            "save-changes": "حفظ التغييرات",
            "add-new-pattern": "إضافة نمط جديد",
            "you-can-add-edit-gutenberg-block-patterns-from-the": "يمكنك إضافة او تعديل أنماط كتلة جوتنبرج من النموذج التالي.",
            "Label": "العنوان",
            "Name": "الاسم",
            "Categories": "الاقسام",
            "Phenix": "فينكس",
            "Elements": "عناصر",
            "Cards": "كروت",
            "Sections": "اقسام",
            "Footers": "فوتر",
            "Headers": "هيدر",
            "general-pages": "صفحات عامة",
            "single-pages": "صفحات داخلية",
            "Content": "محتوي",
            "add-pattern": "اضافه نمط",
            "patterns-list": "قائمة الانماط",
            "in-here-you-can-manage-the-patterns-created-by-phe": "هنا يمكنك انشاء او تعديل أنماط لتصميم موقعك.",
            "primary-font": "الخط الاساسي",
            "select-a-primary-font-for-all-headlines-and-titles": "الخط الأساسي يستخدم للعناوين في جميع التصميم.",
            "secondary-font": "الخط الفرعي",
            "select-a-secondary-font-for-all-other-text-on-the-": "الخط الفرعي يستخدم لجميع النصوص الأخرى في التصميم.",
            "icons-font": "خط الايقونات",
            "select-a-icons-font-for-all-icons-for-the-design-s": "اختر خط لمجموعة الرموز والايقونات المستخدمة في التصميم",
            "note-you-need-a-license-to-run-the-pro-version": "ملاحظة : تحتاج الى رخصة لتشغيل النسخة المدفوعة من خط الرموز.",
            "icons-font-license": "رخصة خط الرموز",
            "license-key": "مفتاح الرخصة",
            "please-enter-the-license-key-for-the-pro-version": "من فضلك ادخل مفتاح رخصة التشغيل لحسابك المدفوع لخط الرموز.",
            "add-new-location": "اضافه مكان جديد",
            "you-can-add-new-menu-locations-from-below-form": "يمكنك اضافه أماكن جديدة لقوائم جديدة لموقعك من هنا.",
            "location-title": "عنوان المكان",
            "location-name": "اسم-المكان",
            "add-location": "اضافه المكان",
            "menu-locations": "أماكن القوائم",
            "in-here-you-can-manage-the-menu-locations-created-": "هنا يمكنك ادارة الأماكن الخاصة بالقوائم الكلاسيكية.",
            "location-name-e8a6d16c787882ed1c5a112df4522769": "اسم المكان",
            "add-new-metabox": "اضافه ميتا جديدة",
            "you-can-add-edit-metaboxes-from-the-next-form": "هنا يمكنك اضافه وتعديل بيانات الميتا لأنواع المحتوي.",
            "data-type": "نوع البيانات",
            "data-location": "مكان البيانات",
            "post-types": "أنواع المحتوي",
            "enable-this-metabox-once-added": "تفعيل هذا الميتا بعد انشاءة ؟",
            "add-metabox": "اضافه ميتا",
            "metaboxes-list": "قائمة بيانات الميتا",
            "in-here-you-can-manage-the-metaboxes-created-by-ph": "هنا يمكنك ادارة بيانات ميتا لأنواع المحتوي لديك.",
            "Types": "الانواع",
            "add-new-post-type": "اضافه نوع محتوي جديد",
            "you-can-add-edit-custom-post-types-from-the-next-f": "من النموذج أدناه يمكنك اضافه وتعديل أنواع المقالات المخصصة.",
            "singular-label": "العنوان مفرد",
            "Singular": "الاسم مفرد",
            "Icon": "الرمز/الايقونة",
            "pattern-template": "قالب النمط",
            "Default": "افتراضي",
            "Taxonomies": "الفئات",
            "enable-this-type-once-added": "تفعيل هذا المحتوي عند أنشاءه ؟",
            "add-type": "إضافة النوع",
            "in-here-you-can-manage-the-post-types-created-by-p": "من هنا يمكنك إدارة أنواع المحتوي المخصصة.",
            "add-new-taxonomy": "اضافه فئه جديدة",
            "you-can-add-edit-taxonomies-from-the-next-form": "يمكنك اضافه وتعديل الفئات المخصصة من النموذج ادناة.",
            "enable-this-taxonomy-once-added": "تفعيل هذه الفئه عند انشاءها ؟",
            "add-taxonomy": "إضافة الفئه",
            "taxonomies-list": "قائمة الفئات المخصصة",
            "in-here-you-can-manage-the-taxonomies-created-by-p": "هنا يمكنك إدارة الفئات المخصصة التي انشأتها سابقاً.",
            "Home": "الرئيسية",
            "phenix-settings": "اعدادات فينكس",
            "phenix-blocks": "مكونات فينكس",
            "custom-data-collection": "مجموعة البيانات المخصصة",
            "data-collection": "مجموعة البيانات",
            "reusable-blocks": "المكونات مستخدمة",
            "Plugins": "الاضافات",
            "Comments": "التعليقات",
            "address-book": "قائمة المشتركين",
            "media-uploads": "ملفات الوسائط",
            "core-updates": "تحديثات النظام",
            "WordPress": "ووردبريس",
            "inbox-messages": "الرسائل الواردة",
            "28597f4c2b25620955d013b4786cde9c": "",
            "ffffe2e40f4ab7e5b5f1733d0c5c6f75": "",
            "abdullah-ramadan-5f9c26cec86d4d6d66207205ab946a4f": "",
            "41ead63108cd4c9c0f922a492a0407ed": "",
            "fab2dd5cbd5517bb7072a8eb337775d3": "",
            "dd54485bc6a7a690ea1ac00075bc4aae": "",
            "55a230ef3091f6cbd435628e49b997e2": "",
            "5bf86ea17500c07b4f974f9f85494fc6": "",
            "9c8bb930fc5ac3669813462f0101245b": "",
            "e02cfc06d5b9f4e92cc35ddfbec7e3f5": "",
            "f8409ce55d4aa7d848ae07337ff00111": "",
            "6b434fa17169c0e6ca83cec706605f6a": "",
            "36da7f2c002bf7d68c8b07529ab7fc54": "",
            "117e3126a215671e960cb64be0c3918a": "",
            "e58502c01603239377f8ce995ee7b529": "",
            "34e0d1251b2ff97ba4f16cd97635c2c4": "",
            "1b0a0ca1996c0ceaf3e960fd5df45855": "",
            "block": "",
            "f33c0bdeb789e79e49f6f996959de144": "",
            "6f8943efbe84b168bc3a70d1a35699ef": "",
            "7d9fe7b8c00573f4485bcbecf608095c": "",
            "8c2fe22a785fec0626d067976f1e8d4e": "",
            "861a9cd55ce4463c56cde9235bc22546": "",
            "b04e6ec62b8dff90ec603a99804a6520": "",
            "e326c3ff56d24e0acbf84a9c2d631261": "",
            "cfeeb9bcfa502d440dc534ac2a61fe6b": "",
            "4c7b73a32bbd02d28d63afd1af24780f": "",
            "34f70aa903e3e7673dec37a4a0ceaa57": "",
            "929d01a575c472ebeb85d701e68f1721": "",
            "365a03fd38133a82956b610d4c81abae": "",
            "28b8ec70d294c61988029b7a3c98a8ef": "",
            "d991e8260b1ac1ecde975a49b4a29b75": "",
            "9059a24710a42c41933a9a84c97a1b5c": "",
            "91fa5ff5b421ae47039ca20787edc00b": "",
            "277f3ca516af5b4b810360bcf899ac1e": "",
            "2af2f35b46c72e1778e116ef97b62998": "",
            "816aec86e69e77089751605bdfc54096": "",
            "815046c891096703f0c271621df8e707": "",
            "f5e4cc9538daf46145cf64a30e342a4a": "",
            "c9f4267c5529a946ee99de22cb89f4f7": "",
            "1ad1899af45bc31c25198eb70884f441": "",
            "d0df32866393de82982af1de5f49961d": "",
            "b091f4cf0425eb4c74d856c0e7451144": "",
            "05b85c512f1712cea7237c60074194ac": "",
            "3fab3391453ef5577f548e06061280ea": "",
            "phenix-logo": "",
            "373aa97d75fc7039b4e4037e88da3d55": "",
            "phenix-menu": "",
            "a248ca7d18dc58651df15aebf83c32f4": "",
            "container": "",
            "bef95f6541c3f088ce54f33145f358c7": "",
            "grid-row": "",
            "slider-mode": "",
            "grid-column": "",
            "c1730836acb9edadf9d195a70aa0a790": "",
            "theme-part": "",
            "php-template-parts-theme-php": "",
            "pds-button": "",
            "f83a5933df2aced76f7eb6660374ab82": "",
            "pds-group": "",
            "c5f3ba41c439f5e97f4baa390f15c879": "",
            "query-loop": "",
            "theme-php-template-part-eb3c337f379394ba8deba1ed08": "",
            "page-head": "",
            "breadcrumb": "",
            "taxonomies-list-dfb209d5cc10a975cb1038841991121c": "",
            "05346f6b7af6dabf7b73945ff62542d4": "",
            "taxonomies-loop": "",
            "template-part-theme-slider-mode": "",
            "inline-elements": "",
            "strong-italic-span": "",
            "post-content": "",
            "the-content": "",
            "image": "",
            "4dd5cc4c5d9600d45daed148f3efd35a": "",
            "paragraph": "",
            "29080cc095d8cec1afc46806847ec497": "",
            "headline": "",
            "53d0526ca5ef237bfe6d549a02d07dc2": "",
            "list": "",
            "011e61fd769a0fb6b0d861c73d214531": "",
            "template-part": "",
            "9cb86d7f51cc91416a7e4be98e859964": "",
            "contact-form": "",
            "contact-form-7": "",
            "table": "",
            "84db1462af7191544e80141efe86e8cc": "",
            "video": "",
            "ea9940844a0ecfb24f94c4789a89d0eb": "",
            "audio": "",
            "69e4780f64f475439c2d91fa308f41a2": "",
            "1a006bd9de07a7a211c6e4f7018e4574": "",
            "57ef71f2fc9fae8d57dd988dc97019f1": "",
            "9b637fcad27829ba97ad3b9a2be9f77f": "",
            "52b4902a28906fda72ee4dc74eda6bed": "",
            "ui-ux-front-end": "",
            "2018-gutenberg-2023": "",
            "phenix": "",
            "c8cfa0650ffac089d35b060b45f30373": "",
            "3af4ec111db63df7fd550c00ce72afaa": "",
            "Loading": "جاري التحميل",
            "Typography": "النصوص",
            "font-size": "حجم الخط",
            "font-weight": "وزن الخط",
            "text-color": "لون النص",
            "text-alignment": "محاذاة النص",
            "style-options": "اعدادات التصميم",
            "Background": "الخلفية",
            "general-settings": "اعدادات عامه",
            "container-size": "حجم المحتوي",
            "html-tag": "نوع العنصر",
            "wrapper": "له اطار؟",
            "Flexbox": "تخطيط مرن",
            "html-id-anchor": "المعرف (ID)",
            "flexbox-alignment": "محاذاة العناصر",
            "flow-options": "اعدادات التدفق",
            "Reverse": "عكس",
            "Stacked": "مرصوصة",
            "Nowrap": "سطر واحد",
            "hidden-block": "إخفاء المكون ؟",
            "column-size": "حجم المكون الداخلي",
            "html-tag-4b909570242d64cdd31c940bcc9db2ea": "نوع العنصر",
            "columns-no": "عدد الاعمدة.",
            "Masonry": "عائم",
            "equal-columns": "أعمدة متساوية.",
            "slider-mode-6bca0fced924cd5c47261fbc92d303ee": "وضع السلايدر.",
            "slider-options": "اعدادات السلايدر",
            "Type": "النوع",
            "Loop": "Loop",
            "Fading": "Fading",
            "Sliding": "Sliding",
            "Steps": "الخطوات",
            "Duration": "المدة الزمنية",
            "Speed": "السرعة",
            "enable-arrows-buttons": "تفعيل الاسهم",
            "responsive-options": "تفعيل الترقيم",
            "size-height": "الطول (مطلوب)",
            "width-optional": "العرض (اختياري)",
            "upload-logo": "رفع شعار",
            "upload-favicon": "رفع ايقونة شعار",
            "responsive-logo": "شعار متجاوب",
            "update-site-logo": "تحديث شعار الموقع",
            "location-id": "معرف المكان",
            "Direction": "الاتجاه",
            "Mode": "الوضع",
            "Effect": "التأثير",
            "attach-trigger-button": "ارفاق زر التفعيل",
            "Replace": "استبدال",
            "Rotation": "الدوران",
            "45-degree": "45 درجه",
            "45-degree-27ebe92dd68bc4c18adf11e51fcbffa2": "-45 درجه",
            "90-degree": "90 درجه",
            "90-degree-878ee4185e3581d6cd6bb4a8a3244dcd": "-90 درجه",
            "120-degree": "120 درجه",
            "120-degree-9a8db2c95b7f7ad08fe9d5681746d1be": "-120 درجه",
            "180-degree": "180 درجه",
            "180-degree-ff011135a96411d87f91cb138eb5bdef": "-180 درجه",
            "tablet-screens": "التابلت",
            "desktop-screens": "الاب توب",
            "xlarge-screens": "الكمبيوتر",
            "search-in-icons": "بحث في الرموز",
            "general-setting": "اعدادات عامة",
            "Pagination": "ترقيم الصفحات",
            "grid-mode": "النظام الشبكي",
            "slider-mode-264a49c8ac4c4b0261cf50c06a70f88e": "وضع السلايدر",
            "loop-grid": "النظام الشبكي",
            "columns-in-row": "عدد الاعمدة",
            "free-columns-size": "حجم أعمدة حر ؟",
            "Reverse-67f115c1fddc4ce1aeb1c754001585bc": "عكس",
            "taxonomy-type": "نوع الفئه",
            "max-items": "الحد الاقصي",
            "order-by": "ترتيب حسب",
            "Oldest": "الاقدم",
            "Newest": "الاحدث",
            "hide-empty-taxonomies": "إخفاء الفئات الفارغة",
            "card-template": "قالب العرض",
            "enable-grid-mode": "تفعيل النظام الشبكي",
            "https-phenixthemes-com": "",
            "phenix-design-system-blocks-ecosystem-for-wordpres": "Phenix Design System - مكونات النظام  لـ WordPress v6.0 + والموضوعات القائمة على المكونات المصممة لقوالب فينكس.",
            "Abdullah": {
                "Ramadan": "عبدالله.رمضان"
            }
        }
    }
}
